{
	"1001": {
		"name": "March 7th",
		"description": "A girl who once slumbered in eternal ice and knows nothing about her past.\nTo find out the truth about her origins, she decided to travel with the Astral Express.\nAs of right now, she has prepared about **67** different versions of her life story for herself.",
		"icon": "spriteoutput/avatarroundicon/avatar/1001.webp",
		"id": "1001"
	},
	"1002": {
		"name": "Dan Heng",
		"description": "A cold and reserved young man who is reticent about his past.\nTo avoid his kin, he decided to travel with the Astral Express.",
		"icon": "spriteoutput/avatarroundicon/avatar/1002.webp",
		"id": "1002"
	},
	"1003": {
		"name": "Himeko",
		"description": "The one who repaired the Astral Express.\nTo witness the vast starry sky, she decided to travel with the Astral Express.\nHer hobby is brewing hand-made coffee.",
		"icon": "spriteoutput/avatarroundicon/avatar/1003.webp",
		"id": "1003"
	},
	"1004": {
		"name": "Welt",
		"description": "A seasoned member of the Express Crew.\nThe passion buried in his heart burns anew as he enjoys this fresh adventure.\nOccasionally, he would sketch the experiences in a notebook.",
		"icon": "spriteoutput/avatarroundicon/avatar/1004.webp",
		"id": "1004"
	},
	"1005": {
		"name": "Kafka",
		"description": "A member of the Stellaron Hunters. A dashing, collected, and professional beauty.\nUsed the enchantment of Spirit Whisper to set up {NICKNAME to absorb the Stellaron.\nHer hobby is shopping for and organizing her collection of coats.",
		"icon": "spriteoutput/avatarroundicon/avatar/1005.webp",
		"id": "1005"
	},
	"1006": {
		"name": "Silver Wolf",
		"description": "A member of the Stellaron Hunters and a genius hacker.\nShe sees the universe as a massive immersive simulation game and has fun with it.\nShe's mastered the skill known as \"aether editing,\" which can be used to tamper with the data of reality.",
		"icon": "spriteoutput/avatarroundicon/avatar/1006.webp",
		"id": "1006"
	},
	"1008": {
		"name": "Arlan",
		"description": "The head of Herta Space Station's Security Department.\nThis quiet boy hopes to protect the researchers who value their pursuit of knowledge, and to help them to complete their work.",
		"icon": "spriteoutput/avatarroundicon/avatar/1008.webp",
		"id": "1008"
	},
	"1009": {
		"name": "Asta",
		"description": "The lead researcher of Herta Space Station and a lady from a renowned family.\nShe's an astronomer overflowing with curiosity, and excels at managing the disparate staff of the space station.",
		"icon": "spriteoutput/avatarroundicon/avatar/1009.webp",
		"id": "1009"
	},
	"1013": {
		"name": "Herta",
		"description": "Member **83** of the Genius Society. The real master of the space station.\nAn incredibly intelligent yet unsympathetic scientist.",
		"icon": "spriteoutput/avatarroundicon/avatar/1013.webp",
		"id": "1013"
	},
	"1014": {
		"name": "Saber",
		"description": "The solitary Heroic Spirit traverses the long night of fate. The banner of the round table remains unfurled in a dream. Alas, the knight-king of Camelot has yet to reach that ever-distant utopia.\nThough still a young maiden, she has heeded the call for this most unique iteration of the Holy Grail War. With the Sword in the Stone offering its choice once more, how shall she shatter the illusions of the past?\n— **\"The wishes I did not fulfill will end here.\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1014.webp",
		"id": "1014"
	},
	"1015": {
		"name": "Archer",
		"description": "Despair plays in cycles between the past and future. Countless ideals were incinerated before that red garment. Yet, do not let this smear of ashes fool you —\nShould someone create a phantasmal sweet dream under the guise of false ideals, then he will burn again, facing down the hypocrites of the world till the very end.\nNo matter where he is, he always remains the steadfast hero of justice.",
		"icon": "spriteoutput/avatarroundicon/avatar/1015.webp",
		"id": "1015"
	},
	"1101": {
		"name": "Bronya",
		"description": "Heir apparent to the Supreme Guardian of Belobog.\nShe possesses pride befitting of a princess, but also the determination and integrity of a soldier.",
		"icon": "spriteoutput/avatarroundicon/avatar/1101.webp",
		"id": "1101"
	},
	"1102": {
		"name": "Seele",
		"description": "A resident of the Underworld and the backbone of Wildfire. She goes by the alias \"Babochka.\"\nShe has a frank personality, but there is a delicate and sensitive hidden side to her deep in her heart.",
		"icon": "spriteoutput/avatarroundicon/avatar/1102.webp",
		"id": "1102"
	},
	"1103": {
		"name": "Serval",
		"description": "A Belobog mechanic who used to be a researcher for the Technology Division of the Architects.\nAs Gepard Landau's elder sister, her personality stands in stark contrast to her brother's.\nShe loves an ancient form of music known as \"rock 'n' roll\" that was popular before the Eternal Freeze.",
		"icon": "spriteoutput/avatarroundicon/avatar/1103.webp",
		"id": "1103"
	},
	"1104": {
		"name": "Gepard",
		"description": "A captain in the Silvermane Guards and an outstanding warrior of Belobog.\nHe is meticulous and vigilant to the core and is always true to himself.",
		"icon": "spriteoutput/avatarroundicon/avatar/1104.webp",
		"id": "1104"
	},
	"1105": {
		"name": "Natasha",
		"description": "A doctor from the Underworld and a caregiver of children.\nAlongside her kindness and caring, she also has a hidden dangerous side.",
		"icon": "spriteoutput/avatarroundicon/avatar/1105.webp",
		"id": "1105"
	},
	"1106": {
		"name": "Pela",
		"description": "An intelligence officer for the Silvermane Guards.\nShe has a serious personality and is revered by other members of the Silvermane Guards.",
		"icon": "spriteoutput/avatarroundicon/avatar/1106.webp",
		"id": "1106"
	},
	"1107": {
		"name": "Clara",
		"description": "A vagrant girl who lives with robots.\nShe is introverted, gentle, and has a pure heart.\nShe wishes for all Underworlders to become a family.",
		"icon": "spriteoutput/avatarroundicon/avatar/1107.webp",
		"id": "1107"
	},
	"1108": {
		"name": "Sampo",
		"description": "A merchant who freely travels between the Overworld and the Underworld.\nHe acts like he is everyone's friend, is enthusiastically humorous, and is good at bantering.",
		"icon": "spriteoutput/avatarroundicon/avatar/1108.webp",
		"id": "1108"
	},
	"1109": {
		"name": "Hook",
		"description": "Boss (self-proclaimed) of an Underworld adventure squad, The Moles.\nShe loves freedom and sees life as a series of adventures.",
		"icon": "spriteoutput/avatarroundicon/avatar/1109.webp",
		"id": "1109"
	},
	"1110": {
		"name": "Lynx",
		"description": "A Belobogian Snow Plains Explorer, and the youngest of the Landau siblings.\nCalm and collected, with a strong drive for action. Often embarks on solo adventures to explore the snowy wilderness.",
		"icon": "spriteoutput/avatarroundicon/avatar/1110.webp",
		"id": "1110"
	},
	"1111": {
		"name": "Luka",
		"description": "The boxing champion in Belobog's Underworld, and one of Wildfire's most capable fighters.\nThe consecutive reigning champion of the Fight Club, whose enthusiasm inspires children of the Underworld to dream big.",
		"icon": "spriteoutput/avatarroundicon/avatar/1111.webp",
		"id": "1111"
	},
	"1112": {
		"name": "Topaz & Numby",
		"description": "Topaz is the Leader of the Special Debts Picket Team and high-level manager of the Strategic Investment Department under the Interastral Peace Corporation.\nA member of the \"Ten Stonehearts\" at a young age, Topaz's foundational expertise is \"debt retrieval.\"\nHer partner, the Warp Trotter \"Numby,\" is also capable of keenly perceiving where \"riches\" are located, ensuring that jobs based in security, debt collection, and actuarial varieties are of no great challenge.\nAt presently they are traveling the cosmos together, seeking all manner of liability disputes that might be affecting the stable progression of the IPC's businesses.",
		"icon": "spriteoutput/avatarroundicon/avatar/1112.webp",
		"id": "1112"
	},
	"1201": {
		"name": "Qingque",
		"description": "Diviner of the Divination Commission on the Xianzhou Luofu, and a librarian.\nAlways slacks off and is about to be demoted to a \"door guardian.\"",
		"icon": "spriteoutput/avatarroundicon/avatar/1201.webp",
		"id": "1201"
	},
	"1202": {
		"name": "Tingyun",
		"description": "Amicassador of the Sky-Faring Commission of the Xianzhou Luofu.\nShe travels with business delegates, forging trade relationships and alliances with many worlds.",
		"icon": "spriteoutput/avatarroundicon/avatar/1202.webp",
		"id": "1202"
	},
	"1203": {
		"name": "Luocha",
		"description": "Carrying a coffin wherever he goes, he is a foreign trader who came from beyond the stellar seas.\nHas excellent medical skills.",
		"icon": "spriteoutput/avatarroundicon/avatar/1203.webp",
		"id": "1203"
	},
	"1204": {
		"name": "Jing Yuan",
		"description": "The Divine Foresight, one of the Seven Arbiter-Generals of the Xianzhou Alliance, leads the Cloud Knights of the Xianzhou Luofu.\nA student of the Luofu's previous Sword Champion, though not known for his martial prowess.",
		"icon": "spriteoutput/avatarroundicon/avatar/1204.webp",
		"id": "1204"
	},
	"1205": {
		"name": "Blade",
		"description": "A member of the Stellaron Hunters, and a swordsman who abandoned his body to become a blade.\nPledges loyalty to \"Destiny's Slave,\" and possesses a terrifying self-healing ability.",
		"icon": "spriteoutput/avatarroundicon/avatar/1205.webp",
		"id": "1205"
	},
	"1206": {
		"name": "Sushang",
		"description": "Born on the Xianzhou Yaoqing, sent to the Cloud Knights of the Luofu for military training.\nShe wields her family sword, a gift from her mother, and longs for the future she will go on to write.",
		"icon": "spriteoutput/avatarroundicon/avatar/1206.webp",
		"id": "1206"
	},
	"1207": {
		"name": "Yukong",
		"description": "Head of the Sky-Faring Commission on the Xianzhou Luofu. Yukong was a seasoned pilot and a deadshot.\nSince heading up the commission, she's been buried under mountains of paperwork.",
		"icon": "spriteoutput/avatarroundicon/avatar/1207.webp",
		"id": "1207"
	},
	"1208": {
		"name": "Fu Xuan",
		"description": "Head of the Divination Commission on the Luofu.\nThe person who uses the third eye and Matrix of Prescience to foretell the route of Xianzhou and the outcomes of events.",
		"icon": "spriteoutput/avatarroundicon/avatar/1208.webp",
		"id": "1208"
	},
	"1209": {
		"name": "Yanqing",
		"description": "General Jing Yuan's retainer. A gifted swordsman who hasn't even come of age.\nNo one can best Yanqing when he holds a sword in hand.",
		"icon": "spriteoutput/avatarroundicon/avatar/1209.webp",
		"id": "1209"
	},
	"1210": {
		"name": "Guinaifen",
		"description": "A performance artist visiting the Xianzhou Luofu — in other words, a street performer.\nShe's chasing a new life on the Luofu when not concerned with food and shelter.",
		"icon": "spriteoutput/avatarroundicon/avatar/1210.webp",
		"id": "1210"
	},
	"1211": {
		"name": "Bailu",
		"description": "The High Elder of the Vidyadhara, who is also known as the \"Healer Lady\" on the Luofu.\nShe uses her unique medical science and the medical treatment that can only be provided by the Vidyadhara dragon race to save lives.",
		"icon": "spriteoutput/avatarroundicon/avatar/1211.webp",
		"id": "1211"
	},
	"1212": {
		"name": "Jingliu",
		"description": "Former Sword Champion of the Luofu, and the creator of the Cloud Knights' legends of undefeated might.\nNow, her name has been wiped from the records, and she is a traitor of the Xianzhou walking on the fine line between sanity and mara-struck.",
		"icon": "spriteoutput/avatarroundicon/avatar/1212.webp",
		"id": "1212"
	},
	"1213": {
		"name": "Dan Heng • Imbibitor Lunae",
		"description": "Dan Heng's true form from his Vidyadhara lineage carries the residual power left behind by his past incarnation, the Imbibitor Lunae.\nUpon accepting the majestic horns atop his crown, he must accept all the merits and faults attributed to that sinner.",
		"icon": "spriteoutput/avatarroundicon/avatar/1213.webp",
		"id": "1213"
	},
	"1214": {
		"name": "Xueyi",
		"description": "Judge of the Ten-Lords Commission, which presides over the jurisdiction of life and death on the Luofu.\nFor years after her death, she inhabited a puppet body and returned to the world to fulfill her mission.",
		"icon": "spriteoutput/avatarroundicon/avatar/1214.webp",
		"id": "1214"
	},
	"1215": {
		"name": "Hanya",
		"description": "One of the judges of the Xianzhou Luofu's Ten-Lords Commission.\nOrdained by the Ten-Lords and wielding the authority of the Oracle Brush, she reads the multitudes of human sins and transgressions, then issues punishments and karmic retribution.",
		"icon": "spriteoutput/avatarroundicon/avatar/1215.webp",
		"id": "1215"
	},
	"1217": {
		"name": "Huohuo",
		"description": "A trainee Ten-Lords Commission Judge of the Xianzhou Luofu, she is a young foxian girl possessed by a heliobus.\nShe is a timid and weak girl who is afraid of all kinds of strange things, but is responsible for luring and subduing evil spirits.",
		"icon": "spriteoutput/avatarroundicon/avatar/1217.webp",
		"id": "1217"
	},
	"1218": {
		"name": "Jiaoqiu",
		"description": "A foxian healer and counselor from the Xianzhou Yaoqing. Often greets people with a smile on his face and a scheme in his heart.\nBorn into a prestigious Alchemy Commission family, he once withdrew from practicing medicine due to a broken heart. However, he returned to the field to treat \"the Merlin's Claw,\" General Feixiao.\nSkilled in the study of alchemical prescription that views food as medicine, especially those that induce a sensation of spiciness. He invented a cauldron-based medicinal formula known as the \"nine-squared grid.\"",
		"icon": "spriteoutput/avatarroundicon/avatar/1218.webp",
		"id": "1218"
	},
	"1220": {
		"name": "Feixiao",
		"description": "The Xianzhou Yaoqing's Merlin's Claw and one of the Seven Arbiter-Generals. Unconventional and straightforward, she exudes effortless charm.\nShe is skilled in all forms of martial arts and has honed herself into a supreme weapon. She is widely adored by Xianzhou soldiers and civilians alike as \"The Vanquishing General.\"\nHowever, she bears the burden of the Moon Rage affliction. If she were to hunt down all the abominations in her limited lifetime — then the only enemy Feixiao has would be herself.",
		"icon": "spriteoutput/avatarroundicon/avatar/1220.webp",
		"id": "1220"
	},
	"1221": {
		"name": "Yunli",
		"description": "A sword hunter from the Xianzhou Zhuming and \"the Flaming Heart\" General Huaiyan's darling granddaughter. Frank and straightforward.\nShe has learned swordplay and forging from Huaiyan since she was young, and thus is the second-youngest prodigy swordmaster of the Flamewheel Octet.\nFueled by an intense loathing for the cursed swords that emerged from the Zhuming, she vowed to \"hunt down and wipe out all cursed swords.\"",
		"icon": "spriteoutput/avatarroundicon/avatar/1221.webp",
		"id": "1221"
	},
	"1222": {
		"name": "Lingsha",
		"description": "The new Cauldron Master of the Xianzhou Luofu's Alchemy Commission is one perceptive and intelligent Vidyadhara healer.\nWith a keen sense of smell, she diagnoses ailments and calms minds with aromatic therapy.\nAdept at navigating complex social relationships, she can remain impeccably composed even when turmoil rages within.",
		"icon": "spriteoutput/avatarroundicon/avatar/1222.webp",
		"id": "1222"
	},
	"1223": {
		"name": "Moze",
		"description": "A Shadow Guard of the Yaoqing, Moze is taciturn and solitary, always acting on his own.\nAs an expert in intelligence services and other operations that must remain covert, Moze rarely shows himself before others. The moment he reveals his blade usually spells doom for his enemies.\nHe commands a vast wealth of assassination techniques, coupled with an extraordinary obsession for orderliness and cleanliness.",
		"icon": "spriteoutput/avatarroundicon/avatar/1223.webp",
		"id": "1223"
	},
	"1224": {
		"name": "March 7th",
		"description": "March 7th in a Xianzhou-styled outfit. A sword-wielding female martial artist.\nLearning swordplay from both Yunli and Yanqing, she is eager to create more beautiful memories on the Xianzhou.",
		"icon": "spriteoutput/avatarroundicon/avatar/1224.webp",
		"id": "1224"
	},
	"1225": {
		"name": "Fugue",
		"description": "A tactful foxian girl, whose appearance, name, and identity have all been stolen.\nThe fates have left her a thread of chance at survival, yet the brand of Destruction still writhes with anticipation.\nThe one in a fugue who has experienced life and death and is given a new life... when would she be able to return home?",
		"icon": "spriteoutput/avatarroundicon/avatar/1225.webp",
		"id": "1225"
	},
	"1301": {
		"name": "Gallagher",
		"description": "A security officer of the Bloodhound Family at Penacony. He is always courteous toward visiting guests but keeps his vigilance about him. He seems to carry a weight of a complicated past, yet he never voluntarily divulges any details.",
		"icon": "spriteoutput/avatarroundicon/avatar/1301.webp",
		"id": "1301"
	},
	"1302": {
		"name": "Argenti",
		"description": "A paragon knight of the Knights of Beauty who is piously seeking his missing Aeon, Idrila the Beauty.\nForthright and candid, he wanders the cosmos espousing the virtues of Idrila's good name.",
		"icon": "spriteoutput/avatarroundicon/avatar/1302.webp",
		"id": "1302"
	},
	"1303": {
		"name": "Ruan Mei",
		"description": "A member of the Genius Society and an expert in life sciences. She teamed up with Herta and others to develop the Simulated Universe.",
		"icon": "spriteoutput/avatarroundicon/avatar/1303.webp",
		"id": "1303"
	},
	"1304": {
		"name": "Aventurine",
		"description": "A high-ranking executive of the IPC's Strategic Investment Department.\nA risk-taker, his constant smile makes it difficult for people to discern his true feelings.",
		"icon": "spriteoutput/avatarroundicon/avatar/1304.webp",
		"id": "1304"
	},
	"1305": {
		"name": "Dr. Ratio",
		"description": "Member of the Intelligentsia Guild.\nEccentric temperament, sharp-tongued but with an elegant demeanor.\nThe face under the strange alabaster head sculpture is apparently unexpectedly handsome.",
		"icon": "spriteoutput/avatarroundicon/avatar/1305.webp",
		"id": "1305"
	},
	"1306": {
		"name": "Sparkle",
		"description": "A member of the Masked Fools. Inscrutable and unscrupulous.\nA dangerous maestro of theatrics, utterly engrossed in the art of performance. Adorned with innumerable masks, she is the hero with a thousand faces.\nWealth, status, power... None of those matters to Sparkle. The only thing that can get her attention is \"amusement.\"",
		"icon": "spriteoutput/avatarroundicon/avatar/1306.webp",
		"id": "1306"
	},
	"1307": {
		"name": "Black Swan",
		"description": "A Memokeeper of the Garden of Recollection. An indolent and mysterious soothsayer.\n\"Remembrance\" of men are hers to heed, threads of fate are hers to tug.",
		"icon": "spriteoutput/avatarroundicon/avatar/1307.webp",
		"id": "1307"
	},
	"1308": {
		"name": "Acheron",
		"description": "A drifter claiming to be a Galaxy Ranger. Her true name is unknown.\nShe walks the cosmos alone, carrying with her a long sword.",
		"icon": "spriteoutput/avatarroundicon/avatar/1308.webp",
		"id": "1308"
	},
	"1309": {
		"name": "Robin",
		"description": "A Halovian singer who was born in Penacony and has risen to cosmic fame. An elegant and demure young lady.\nThis time, she has been invited home by The Family to grace everyone with song during the Charmony Festival.\nShe can use the power of \"Harmony\" to broadcast her music, manifesting \"resonance\" among not only her fans but all manner of lifeforms.",
		"icon": "spriteoutput/avatarroundicon/avatar/1309.webp",
		"id": "1309"
	},
	"1310": {
		"name": "Firefly",
		"description": "A member of the Stellaron Hunters, clad in a set of mechanized armor known as \"SAM.\" Her character is marked by unwavering loyalty and steely resolve.\nEngineered as a weapon against the Swarm, she experiences accelerated growth, but a tragically shortened lifespan.\nShe joined the Stellaron Hunters in a quest for a chance at \"life,\" seeking to defy her fated demise.",
		"icon": "spriteoutput/avatarroundicon/avatar/1310.webp",
		"id": "1310"
	},
	"1312": {
		"name": "Misha",
		"description": "A well-behaved young man serving as a hotel bellboy in Penacony.\nMisha has a great longing for the Nameless and dreams of one day embarking on a journey of his own.",
		"icon": "spriteoutput/avatarroundicon/avatar/1312.webp",
		"id": "1312"
	},
	"1313": {
		"name": "Sunday",
		"description": "The dream of the Order has dissipated, yet there are still those who will not give up on their original intent.\n — The traveler whose wings were clipped... whereto shall his footsteps lead?",
		"icon": "spriteoutput/avatarroundicon/avatar/1313.webp",
		"id": "1313"
	},
	"1314": {
		"name": "Jade",
		"description": "A senior manager in the IPC Strategic Investment Department and one of the Ten Stonehearts, known for her cornerstone \"Jade of Credit.\"\nA beautiful and elegant moneylender, she is skilled in deciphering the depths of people's minds, with a personal hobby called \"Bonajade Exchange.\"\nShe's willing to wait patiently for high-value acquisitions and adept at extracting value from seemingly destitute clients.",
		"icon": "spriteoutput/avatarroundicon/avatar/1314.webp",
		"id": "1314"
	},
	"1315": {
		"name": "Boothill",
		"description": "A cyborg cowboy drifting among the stars. Extremely optimistic and unrestrained.\nHe is a member of the Galaxy Rangers who swore to punish the wretched by any and all means...\nHis flamboyant and brash actions were all to draw the attention of the Interastral Peace Corporation — the target of his revenge.",
		"icon": "spriteoutput/avatarroundicon/avatar/1315.webp",
		"id": "1315"
	},
	"1317": {
		"name": "Rappa",
		"description": "A peculiar girl who appears in Penacony like a flashbang at the darkest hour of night, identifying herself as a ninja and attributing everything in the world to \"ninjutsu.\"\nUpholding the recitation of ninja mantra, creating Dazzling Ninja Seals, and studying ninja scrolls — That is, the Way of the Ninja involves rap, graffiti, and manga — Through rigorous self-discipline, she roams the stars, upholding justice and righteousness.\nAs a member of the Galaxy Rangers, she relentlessly pursues the villain known as Evil Ninja Osaru, chasing them to the very edge of the Cosmos.",
		"icon": "spriteoutput/avatarroundicon/avatar/1317.webp",
		"id": "1317"
	},
	"1321": {
		"name": "The Dahlia",
		"description": "The sweet dream burned down the Ever-Flame Mansion, taking with it every trace of \"her.\"\nDestruction, Remembrance... flowers of betrayal bloomed wherever they passed.\nTo return to the dreamscape no one remembers, who will be the one to set her aflame again?",
		"icon": "spriteoutput/avatarroundicon/avatar/1321.webp",
		"id": "1321"
	},
	"1401": {
		"name": "The Herta",
		"description": "Esteemed Genius Society 83, human, female, young, beautiful, attractive.\nIt's said that she lives in the far edge of the Cosmos, almost never leaving. Sounds like her appearance this time...\n...must be for some issue that requires a personal touch, right?",
		"icon": "spriteoutput/avatarroundicon/avatar/1401.webp",
		"id": "1401"
	},
	"1402": {
		"name": "Aglaea",
		"description": "In that holy city kissed by the dawn, the weaver caresses the golden threads, entwining fates.\nThe Chrysos Heir that bears the \"Romance\" Coreflame gathered the world's heroes, leading them on a long journey once more\n— to topple the gods, reclaim the divine flame, and grant rebirth to the nearly fallen Amphoreus.",
		"icon": "spriteoutput/avatarroundicon/avatar/1402.webp",
		"id": "1402"
	},
	"1403": {
		"name": "Tribbie",
		"description": "From that holy land blessed by the tripartite prophecy, the messenger split into a thousand forms, embarking on a long journey.\nTribios, Holy Maiden of Janusopolis, the Chrysos Heir who stole Passage's Coreflame, toiled for the masses and brought the news of deliverance to all domains.\n—Seek the children of humanity with golden blood in their veins, shatter the dimmest dark in this world, and walk toward the tomorrow where the stars gleam.",
		"icon": "spriteoutput/avatarroundicon/avatar/1403.webp",
		"id": "1403"
	},
	"1404": {
		"name": "Mydei",
		"description": "Kremnos, the mist-shrouded city of chaos and war! Its royal lineage is tainted with patricide, and its god bears the name of calamity.\nThe undying Mydeimos, the lion apart from the rest. Chrysos Heir who seeks the Coreflame of Strife, must suffer a thousand deaths, be bathed in blood on the path home, and bear the madness of fate alone.\n— Kingslayer be king, godslayer be god. Iron-hooves pound across the wilderness for the campaign, and must eventually soak in the blood of their homeland.",
		"icon": "spriteoutput/avatarroundicon/avatar/1404.webp",
		"id": "1404"
	},
	"1405": {
		"name": "Anaxa",
		"description": "The Grove of Epiphany, where knowledge flourishes and philosophers are born.\nYet here stands Anaxagoras the blasphemer, the Chrysos Heir who challenges the Coreflame of Reason. He is questioned: Would you defy the prophecy even if you must bear infamy, and insist on driving the thorns of doubt into the Sacred Tree of wisdom?\n——**\"Ridiculous. In a world full of lies, I am the only truth.\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1405.webp",
		"id": "1405"
	},
	"1406": {
		"name": "Cipher",
		"description": "In the fallen city of bandits, Dolos, the **300** Rogues run wild and free.\nRace onward, fleet-footed Thief Star Cifera, Chrysos Heir of the \"Trickery\" Coreflame. May your web of lies spread with the breeze throughout all lands—\n**\"Tryna trick me? Not a chance!\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1406.webp",
		"id": "1406"
	},
	"1407": {
		"name": "Castorice",
		"description": "Aidonia, the snowy land that respects and worships death, has already sunken into sweet slumber.\nO Castorice, daughter of the River of Souls, the Chrysos Heir in search of the Coreflame of \"Death,\" set forth! Guard the lament of the souls in this world, and embrace the solitude of destiny.\n— Life and death is a journey. When a butterfly rests on that dead branch, the withered will be reborn again.",
		"icon": "spriteoutput/avatarroundicon/avatar/1407.webp",
		"id": "1407"
	},
	"1408": {
		"name": "Phainon",
		"description": "Aedes Elysiae, a remote frontier village isolated from the world, now lives on only in cryptic legends.\nThe Nameless hero, ████████, the Chrysos Heir holding the Coreflame of \"Worldbearing,\" memorizes the ideals of the entire world, carries the fate of millions, and brings the first light of dawn to the new world\n—**\"But if dawn should never come, let this fury consume this body, and rise as tomorrow's blazing sun!\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1408.webp",
		"id": "1408"
	},
	"1409": {
		"name": "Hyacine",
		"description": "As the city-state in the clouds crumbles through time, the Twilight Courtyard opens its gates once more, bringing a glimmer of light to Evernight.\nPhysician Hyacinthia is the Chrysos Heir who watches over the Coreflame of Sky. Carrying the will of her ancestors, she mends the torn fabric of dusk and dawn.\nMay the rainbow light pour down, dissolve all grudges, and bring the dawn back to this land.",
		"icon": "spriteoutput/avatarroundicon/avatar/1409.webp",
		"id": "1409"
	},
	"1410": {
		"name": "Hysilens",
		"description": "Styxia, the coastal city of intoxication and dreams, where echoes of old songs still drift among the waves.\nHelektra, Daughter of the Sea, Chrysos Heir who cleanses the Ocean's Coreflame, dispels the murky undercurrents and orchestrates a banquet of revelry for the heroes beyond the sky.\nThe show must go on. Even if hope is as fragile as bubbles, the waves will keep surging forward.",
		"icon": "spriteoutput/avatarroundicon/avatar/1410.webp",
		"id": "1410"
	},
	"1412": {
		"name": "Cerydra",
		"description": "The Northern Empire, a lost dynasty, where its frozen lands burn with the fever of conquest.\nSovereign Cerydra, the Chrysos Heir who wields the Coreflame of \"Law,\" weaves her schemes, contends with the gods, passes judgment upon the faithless, and lays the foundation of Flame-Chase into this world.\n...**\"This is far from the end. Amphoreus's journey is set to blaze across the stars!\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1412.webp",
		"id": "1412"
	},
	"1413": {
		"name": "Evernight",
		"description": "In the Memory Zone secluded from the world, candlelight reflects the past, silently extinguishing in the mist.\nEvernight, child of Remembrance emerging from those shadows, the Chrysos Heir who conceals the Coreflame of \"Time,\" raises the waves of \"Oblivion\" to protect the wishes of those in the mirror\n**\"Don't worry, I will guard the path of Trailblaze for you... at any cost. ♭\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1413.webp",
		"id": "1413"
	},
	"1414": {
		"name": "Dan Heng • Permansor Terrae",
		"description": "The chest of Georios, the body of the fallen dragon supporting the shattered earth, enduring millennia of pain.\nDan Heng, the Nameless and the Chrysos Heir who guards the Earth's Coreflame, steadies the world before it falls and guides all life across the land to a new home beyond.\nRivers flow to the sea, mountains echo in harmony, and the eternal path stretches ten thousand miles.",
		"icon": "spriteoutput/avatarroundicon/avatar/1414.webp",
		"id": "1414"
	},
	"1415": {
		"name": "Cyrene",
		"description": "A meteor streaks across the night sky, stirring ripples in the river of life, shimmering with thirteen hues.\nDaughter of Aedes Elysiae, nurturer of the Chrysos Heir of \"███,\" plants the Seed of Memory, letting yesterday's flowers bloom in tomorrow\n—**\"Now, let's write a different kind of poem together♪\"**",
		"icon": "spriteoutput/avatarroundicon/avatar/1415.webp",
		"id": "1415"
	},
	"8001": {
		"name": "Destruction",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8001.webp",
		"id": "8001"
	},
	"8002": {
		"name": "Destruction",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8002.webp",
		"id": "8002"
	},
	"8003": {
		"name": "Preservation",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8003.webp",
		"id": "8003"
	},
	"8004": {
		"name": "Preservation",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8004.webp",
		"id": "8004"
	},
	"8005": {
		"name": "Harmony",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8005.webp",
		"id": "8005"
	},
	"8006": {
		"name": "Harmony",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8006.webp",
		"id": "8006"
	},
	"8007": {
		"name": "Remembrance",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8007.webp",
		"id": "8007"
	},
	"8008": {
		"name": "Remembrance",
		"description": "A {Fgirl{Mboy who boarded the Astral Express.\n{FShe{MHe chose to travel with the Astral Express to eliminate the dangers posed by the Stellaron.",
		"icon": "spriteoutput/avatarroundicon/avatar/8008.webp",
		"id": "8008"
	}
}